Repository: D3W10/Campeonato-das-Tabuadas
Catalog: Multiplication Championship/Properties/Awards.*.resx
Languages: pt

# A1
source: Multiplication of 1 Completed;Finish the multiplication table of 1 with all the correct answers and without using random or commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 1 Concluída;Terminar a tabuada do 1 com todas as respostas certas e sem usar o aleatório nem o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A1G
source: Multiplication of 1 Conquered;Finish the multiplication table of 1 with all the correct answers and using random and commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 1 Conquistada;Terminar a tabuada do 1 com todas as respostas certas usando o aleatório e o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A1R
source: Multiplication of 1 Dominated;Finish the multiplication table of 1 with all the correct answers and using random and commutative. The time in seconds cannot exceed twice the number of questions. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 1 Dominada;Terminar a tabuada do 1 com todas as respostas certas usando o aleatório e o comutativo. O tempo em segundos não pode ultrapassar o dobro das perguntas. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A2
source: Multiplication of 2 Completed;Finish the multiplication table of 2 with all the correct answers and without using random or commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 2 Concluída;Terminar a tabuada do 2 com todas as respostas certas e sem usar o aleatório nem o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A2G
source: Multiplication of 2 Conquered;Finish the multiplication table of 2 with all the correct answers and using random and commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 2 Conquistada;Terminar a tabuada do 2 com todas as respostas certas usando o aleatório e o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A2R
source: Multiplication of 2 Dominated;Finish the multiplication table of 2 with all the correct answers and using random and commutative. The time in seconds cannot exceed twice the number of questions. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 2 Dominada;Terminar a tabuada do 2 com todas as respostas certas usando o aleatório e o comutativo. O tempo em segundos não pode ultrapassar o dobro das perguntas. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A3
source: Multiplication of 3 Completed;Finish the multiplication table of 3 with all the correct answers and without using random or commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 3 Concluída;Terminar a tabuada do 3 com todas as respostas certas e sem usar o aleatório nem o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A3G
source: Multiplication of 3 Conquered;Finish the multiplication table of 3 with all the correct answers and using random and commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 3 Conquistada;Terminar a tabuada do 3 com todas as respostas certas usando o aleatório e o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A3R
source: Multiplication of 3 Dominated;Finish the multiplication table of 3 with all the correct answers and using random and commutative. The time in seconds cannot exceed twice the number of questions. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 3 Dominada;Terminar a tabuada do 3 com todas as respostas certas usando o aleatório e o comutativo. O tempo em segundos não pode ultrapassar o dobro das perguntas. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A4
source: Multiplication of 4 Completed;Finish the multiplication table of 4 with all the correct answers and without using random or commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 4 Concluída;Terminar a tabuada do 4 com todas as respostas certas e sem usar o aleatório nem o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A4G
source: Multiplication of 4 Conquered;Finish the multiplication table of 4 with all the correct answers and using random and commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 4 Conquistada;Terminar a tabuada do 4 com todas as respostas certas usando o aleatório e o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A4R
source: Multiplication of 4 Dominated;Finish the multiplication table of 4 with all the correct answers and using random and commutative. The time in seconds cannot exceed twice the number of questions. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 4 Dominada;Terminar a tabuada do 4 com todas as respostas certas usando o aleatório e o comutativo. O tempo em segundos não pode ultrapassar o dobro das perguntas. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A5
source: Multiplication of 5 Completed;Finish the multiplication table of 5 with all the correct answers and without using random or commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 5 Concluída;Terminar a tabuada do 5 com todas as respostas certas e sem usar o aleatório nem o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A5G
source: Multiplication of 5 Conquered;Finish the multiplication table of 5 with all the correct answers and using random and commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 5 Conquistada;Terminar a tabuada do 5 com todas as respostas certas usando o aleatório e o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A5R
source: Multiplication of 5 Dominated;Finish the multiplication table of 5 with all the correct answers and using random and commutative. The time in seconds cannot exceed twice the number of questions. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 5 Dominada;Terminar a tabuada do 5 com todas as respostas certas usando o aleatório e o comutativo. O tempo em segundos não pode ultrapassar o dobro das perguntas. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A6
source: Multiplication of 6 Completed;Finish the multiplication table of 6 with all the correct answers and without using random or commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 6 Concluída;Terminar a tabuada do 6 com todas as respostas certas e sem usar o aleatório nem o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A6G
source: Multiplication of 6 Conquered;Finish the multiplication table of 6 with all the correct answers and using random and commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 6 Conquistada;Terminar a tabuada do 6 com todas as respostas certas usando o aleatório e o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A6R
source: Multiplication of 6 Dominated;Finish the multiplication table of 6 with all the correct answers and using random and commutative. The time in seconds cannot exceed twice the number of questions. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 6 Dominada;Terminar a tabuada do 6 com todas as respostas certas usando o aleatório e o comutativo. O tempo em segundos não pode ultrapassar o dobro das perguntas. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A7
source: Multiplication of 7 Completed;Finish the multiplication table of 7 with all the correct answers and without using random or commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 7 Concluída;Terminar a tabuada do 7 com todas as respostas certas e sem usar o aleatório nem o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A7G
source: Multiplication of 7 Conquered;Finish the multiplication table of 7 with all the correct answers and using random and commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 7 Conquistada;Terminar a tabuada do 7 com todas as respostas certas usando o aleatório e o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A7R
source: Multiplication of 7 Dominated;Finish the multiplication table of 7 with all the correct answers and using random and commutative. The time in seconds cannot exceed twice the number of questions. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 7 Dominada;Terminar a tabuada do 7 com todas as respostas certas usando o aleatório e o comutativo. O tempo em segundos não pode ultrapassar o dobro das perguntas. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A8
source: Multiplication of 8 Completed;Finish the multiplication table of 8 with all the correct answers and without using random or commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 8 Concluída;Terminar a tabuada do 8 com todas as respostas certas e sem usar o aleatório nem o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A8G
source: Multiplication of 8 Conquered;Finish the multiplication table of 8 with all the correct answers and using random and commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 8 Conquistada;Terminar a tabuada do 8 com todas as respostas certas usando o aleatório e o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A8R
source: Multiplication of 8 Dominated;Finish the multiplication table of 8 with all the correct answers and using random and commutative. The time in seconds cannot exceed twice the number of questions. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 8 Dominada;Terminar a tabuada do 8 com todas as respostas certas usando o aleatório e o comutativo. O tempo em segundos não pode ultrapassar o dobro das perguntas. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A9
source: Multiplication of 9 Completed;Finish the multiplication table of 9 with all the correct answers and without using random or commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 9 Concluída;Terminar a tabuada do 9 com todas as respostas certas e sem usar o aleatório nem o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A9G
source: Multiplication of 9 Conquered;Finish the multiplication table of 9 with all the correct answers and using random and commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 9 Conquistada;Terminar a tabuada do 9 com todas as respostas certas usando o aleatório e o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# A9R
source: Multiplication of 9 Dominated;Finish the multiplication table of 9 with all the correct answers and using random and commutative. The time in seconds cannot exceed twice the number of questions. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tabuada do 9 Dominada;Terminar a tabuada do 9 com todas as respostas certas usando o aleatório e o comutativo. O tempo em segundos não pode ultrapassar o dobro das perguntas. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# AX
source: Other Multiplication Completed;Finish any other multiplication table with all the correct answers and without using random or commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Outra Tabuada Concluída;Terminar qualquer outra tabuada com todas as respostas certas e sem usar o aleatório nem o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# AXG
source: Other Multiplication Conquered;Finish any other multiplication table with all the correct answers and using random and commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Outra Tabuada Conquistada;Terminar qualquer outra tabuada com todas as respostas certas usando o aleatório e o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# AXR
source: Other Multiplication Dominated;Finish any other multiplication table with all the correct answers and using random and commutative. The time in seconds cannot exceed twice the number of questions. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Outra Tabuada Dominada;Terminar qualquer outra tabuada com todas as respostas certas usando o aleatório e o comutativo. O tempo em segundos não pode ultrapassar o dobro das perguntas. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# C100
source: 100 Correct Answers;Get 100 correct answers in total. Correct answer counts prevail across games.
pt: 100 Respostas Certas;Obter 100 respostas corretas no total. A contagem de respostas certas prevalece entre jogos.

# C1000
source: 1000 Correct Answers;Get 1000 correct answers in total. Correct answer counts prevail across games.
pt: 300 Respostas Certas;Obter 300 respostas corretas no total. A contagem de respostas certas prevalece entre jogos.

# C300
source: 300 Correct Answers;Get 300 correct answers in total. Correct answer counts prevail across games.
pt: 1000 Respostas Certas;Obter 1000 respostas corretas no total. A contagem de respostas certas prevalece entre jogos.

# F1
source: Magnificent Final Challenge;Finish a round using the "All" mode with all the correct answers. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Desafio Final Magnífico;Terminar uma ronda no modo "Todas" com todas as respostas certas. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# F2
source: Majestic Final Challenge;Finish a round using the "All" mode with all the correct answers and taking 30 seconds or less. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Desafio Final Majestoso;Terminar uma ronda no modo "Todas" com todas as respostas certas e demorando 30 segundos ou menos. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# F3
source: Imposing Final Challenge;Finish a round using the "All" mode with all the correct answers, using random and commutative and taking 1 minute or less. You need to answer at least 20 questions and the minimum value must be greater than 0 if 20 questions are selected.
pt: Desafio Final Imponente;Terminar uma ronda no modo "Todas" com todas as respostas certas, usando o aleatório e o comutativo e demorando 1 minuto ou menos. Devem ser feitas pelo menos 20 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 20 questões.

# F4
source: Dazzling Final Challenge;Finish a round using the "All" mode with all the correct answers, using random and commutative and taking 1 minute and 20 seconds or less. You need to answer at least 50 questions and the minimum value must be greater than 0 if 50 questions are selected.
pt: Desafio Final Deslumbrante;Terminar uma ronda no modo "Todas" com todas as respostas certas, usando o aleatório e o comutativo e demorando 1 minuto e 20 segundos ou menos. Devem ser feitas pelo menos 50 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 50 questões.

# T10
source: Time 10 seconds;Finish any multiplication table in 10 seconds or less with all the correct answers and using random and commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tempo 10 segundos;Terminar qualquer tabuada em 10 segundos ou menos com todas as respostas certas e usando o aleatório e o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.

# T30
source: Time 30 seconds;Finish any multiplication table in 30 seconds or less with all the correct answers and using random and commutative. You need to answer at least 10 questions and the minimum value must be greater than 0 if 10 questions are selected.
pt: Tempo 30 segundos;Terminar qualquer tabuada em 30 segundos ou menos com todas as respostas certas e usando o aleatório e o comutativo. Devem ser feitas pelo menos 10 questões e o valor mínimo deve ser maior que 0 se forem selecionadas 10 questões.
